Provides a container of all Revit built-in FailureDefinitionId instances.
 The  BuiltInFailures NumberingFailures  type exposes the following members.
 Properties
Name  |   Description
SampleNumberingError
 Replace this with the first real one
 See Also
  BuiltInFailures NumberingFailures Class
  Autodesk.Revit.DB Namespace